{
  "products": [
    {
      "name": "Житній хліб",
      "description": "Наш житній хліб - це справжнє джерело смаку та поживностей. Випічений з високоякісного житнього борошна, він має характерний аромат та виразний смак. Його скоринка має хрустку текстуру, а внутрішня частина - щільну і м'яку консистенцію.",
      "price": 30,
      "imagePath": "/assets/img/default.jpg",
      "id": 2
    },
    {
      "name": "Батон звичайний",
      "description": "Наш батон - класичний представник свіжого випіченого хліба. Він має привабливу золотисто-коричневу скоринку та м'яку, пухку середину. Цей батон вирізняється своєю універсальністю і використовується в багатьох кулінарних ситуаціях.",
      "price": 28,
      "imagePath": "/assets/img/br1.jpg",
      "id": 3
    },
    {
      "name": "Ватрушка",
      "description": "Наші ватрушки - це справжні солодкі дива, які розкриваються у вашому роті. Ці невеликі пиріжки мають хрустку скоринку і соковиту начинку, яка розливається під час першого ковтка. Вони створюють ідеальний баланс між текстурою та смаком.",
      "price": 15,
      "imagePath": "/assets/img/br4.png",
      "id": 4
    },
    {
      "name": "Плетінка",
      "description": "Наша плетінка - це неймовірно смачна та вражаюча виглядом випічка. Її особливістю є те, що вона виготовляється з проплетених м'яких шарів тіста, що створюють унікальну текстуру та вигляд. Кожен шматочок плетінки має ніжну середину і хрустку, золотисту скоринку.",
      "price": 32,
      "imagePath": "/assets/img/br3.jpg",
      "id": 5
    },
    {
      "name": "Пиріг яблучний",
      "description": "Наш яблучний пиріг - це смакове задоволення, яке ви не забудете. Він приготовлений зі свіжих, сочних яблук, обсмажених в ароматних спеціях, і поміщений в ніжне тісто, що тане в роті. Його поєднання текстур та смаків робить його ідеальним десертом для будь-якої нагоди.",
      "price": 45,
      "imagePath": "/assets/img/br2.jpg",
      "id": 6
    },
    {
      "name": "Багет",
      "description": "Наш багет - це символ свіжої випічки та аутентичного французького смаку. Він має довгу, хрустку скоринку і повну, м'яку середину. Його форма і текстура роблять його ідеальним для різноманітних страв і ситуацій.",
      "price": 18,
      "imagePath": "/assets/img/br5.jpg",
      "id": 7
    },
    {
      "name": "Хліб цеглинка",
      "description": "Наш хліб цеглинка - це надзвичайно смачний і поживний хліб, який має незвичайну форму і текстуру. Він нагадує маленькі цеглинки, що додає йому унікальний вигляд на вашому столі. Його смак і консистенція зроблять його відмінним вибором для будь-якого харчування.",
      "price": 31,
      "imagePath": "/assets/img/br6.jpg",
      "id": 8
    }
  ]
}
